<?php

return [

    // GOAL CREATE

    "goal_essence" => 'Суть цілі',
    'change_the_background_image' => 'Змініть картинку заднього фону',
    'choose' => 'Вибрати',
    'load_other_options' => 'завантажити інші варіанти',
    'goal_creation' => 'Створення цілі',
    'number_of_tasks' => 'Кількість завдань',
    'preferred_end_date' => 'Бажана дата завершення',

    // GOAL INDEX
    'guide' => 'Гайд',
    'statistics' => 'Статистика',
    'settings' => 'Налаштування',
    'my_goal_list' => 'Список моїх цілей',
    'right_click_to_highlight_the_menu' => 'нажміть пкм для висвітлення меню',
    'create_new_goal' => 'Створити нову ціль',
    'goal_editing' => 'Редагування цілі',
    'are_you_sure_you_want_to_delete_this_goal' => 'Ви дійсно хочете видалити цю ціль?',
    'all_tasks_and_statistics_associated_with_it_will_be_permanently_deleted' => 'Всі завдання та статистика, пов’язана з нею, будуть безповоротно видалені.',
    'quick_start' => 'Швидкий старт',
    'make_your_path_to_your_goal_easier_with' => 'Зроби свій шлях до цілі простішим з',
    'how_do_i_create_new_goal_in_task_buddy' => 'Як створити нову ціль у Task Buddy?',
    'how_do_i_create_desc' => 'У Task Buddy створити нову ціль дуже просто! Перейдіть до розділу "Цілі", натисніть "Створити ціль", і вкажіть основні параметри: назву, бажану кількість завдань з максимальним пріоритетом, а також оберіть зображення для мотивації. Потім встановіть дедлайн для завершення, і готово — ваша ціль створена!',
    'how_do_i_track_my_progress_in_task_buddy' => 'Як відслідковувати прогрес у Task Buddy?',
    'how_do_i_track_desc' => 'У вкладці "Мої цілі" ви можете бачити стан виконання кожної з ваших цілей і завдань. Task Buddy відображає, скільки завдань вже виконано і скільки залишилось, допомагаючи вам краще планувати свій час і розподіляти зусилля.',
    'how_do_i_edit_my_goals' => 'Як редагувати мої цілі?',
    'how_do_i_edit_my_goals_desc' => 'Ви завжди можете повернутися до будь-якої цілі і змінити її параметри. Для цього перейдіть у вкладку "Мої цілі", натисніть правою кнопкою миші на потрібну ціль і оберіть "Редагувати". У Task Buddy ви можете змінювати зображення, кількість пріоритетних завдань або дату завершення цілі.',
    'how_do_i_add_a_task_to_a_goal' => 'Як додати завдання до цілі?',
    'how_do_i_add_a_task_to_a_goal_desc' => 'Після того, як ви створили ціль, відкрийте її у розділі "Мої цілі" та натисніть кнопку "Додати завдання". У Task Buddy ви можете не лише додавати нові завдання, а й встановлювати для них пріоритет, щоб сфокусуватися на найважливіших кроках до досягнення мети.',
    'how_does_task_buddy_help_you_stay_disciplined' => 'Як Task Buddy підтримує вашу дисципліну?',
    'how_does_task_buddy_help_you_stay_disciplined_desc' => 'Task Buddy мотивує вас, надаючи можливість створювати чіткі, структуровані цілі з дедлайнами та пріоритетами. Кожен день, ви бачите свої основні завдання та зосереджуєтесь на найважливішому. Це допомагає вам залишатися в тонусі та дисциплінованим у виконанні задач.',

    // GOAL SHOW
    'my_week' => 'Мій тиждень',
    'goals_and_tasks' => 'Цілі і завдання',
    'logout_q' => 'Вийти з системи ?',
    'unfinished' => 'Незавершені',
    'required_task' => "Обов'язкове завдання",
    'week_days' => 'Дні тижня',
    'new_task' => 'Нове завдання',
    'priority_level' => 'Рівень приорітету',
    'task_essence' => 'Суть завдання',
    'detailed_task_description' => 'Детальніший опис завдання',
    'detailed_description' => 'Детальніший опис',
    'detailed_description_desc' => 'Більш детальніший опис цього завдання (кроки до виконання, потрібні інструменти)',
    'task_name' => 'Назва завдання',
    'must_be_completed_by' => 'Потрібно виконати до',
    'refers_to_the_goal' => 'Відноситься до цілі:',
    'some_really_very_interesting_comment_added_to_the_task' => 'Якийсь справді дуже цікавий коментар доданий до завдання',
    'add_a_comment' => 'Додати коментар',
    'mark_as_completed' => 'Позначити як виконане',
    'do_you_really_want_to' => 'Ви справді хочете',
    'delete_this_task' => 'видалити це завдання',
    

];